[Skills._Bloodlust SkillDefinition]
SkillName="Sede de sangue"
SkillDescription="Ao causar danos a um inimigo, acrescenta-se uma acumulação da [skill]Sede de Sangue[-skill].  As acumulações desaparecem se ficar alguns segundos sem causar danos."
LockedSkillDetailStr="<Locked>"

[Skills.BloodBath SkillDefinition]
SkillName="Banho de Sangue"
SkillDescription="[skill]Habilidade Mortal[-skill].  Eliminar um inimigo com uma granada ou uma explosão aumenta os [skill]danos da sua arma[-skill] para cada acumulação da [skill]Sede de Sangue[-skill] e o inimigo morto tem probabilidade de soltar uma granada."
LockedSkillDetailStr="<Locked>"

[Skills.BloodBath:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Danos de arma por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodBath:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Prob. de soltar granada: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodBathChild SkillDefinition]
SkillName="Filho do Banho de Sangue - - Se você estiver lendo isso, informe que trata-se de uma falha!"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.BloodEuphoria SkillDefinition]
SkillName="Euforia Sangrenta"
SkillDescription="Quando suas habilidades mortais estiverem desativadas, você recebe saúde por cada acumulação de [skill]Sede De Sangue[-skill]."
LockedSkillDetailStr="<Locked>"

[Skills.BloodEuphoria:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Saúde por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodfilledGuns SkillDefinition]
SkillName="Armas Cheias De Sangue"
SkillDescription="Aumenta o [skill]tamanho do carregador[-skill] de todas as armas para cada acumulação de [skill]Sede De Sangue[-skill].<br><br>[funstat]<font color='#70FFFF'>Ao infligir danos a um inimigo, acrescenta-se uma acumulação de [skill]Sede De Sangue[-skill].  As acumulações desaparecem se você ficar alguns segundos sem causar danos.</font>[-funstat]"
LockedSkillDetailStr="<Locked>"

[Skills.BloodfilledGuns:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Limite de acumulações da Sede De Sangue: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodfilledGuns:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Tamanho do carregador por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Bloodlust_Stacks SkillDefinition]
SkillName="Sede De Sangue - Acumulação/Informação"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.BloodOverdrive SkillDefinition]
SkillName="Sobrecarga Sangrenta"
SkillDescription="[skill]Habilidade Mortal[-skill].  Ao eliminar um inimigo com uma bala, seus [skill]danos corpo a corpo[-skill] são aumentados e o [skill]atraso da explosão das granadas[-skill] se reduz para cada acumulação da [skill]Sede De Sangue[-skill]."
LockedSkillDetailStr="<Locked>"

[Skills.BloodOverdrive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos corpo a corpo por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodOverdrive:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Atraso da explosão por acumulação: $NUMBER$ segundos"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodOverdriveChild SkillDefinition]
SkillName="Filho da Sobrecarga Sangrenta - Se você estiver lendo isso, informe que trata-se de uma falha!"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Bloodsplosion SkillDefinition]
SkillName="Sangue Volátil"
SkillDescription="Ao eliminar um inimigo, ele explode com uma [skill]Nova Elemental[-skill] do mesmo tipo que você o matou <font color='#AAAAAA'>(as armas não elementais causam uma nova explosiva)</font>. Os danos da Nova aumentam em função das acumulações da [skill]Sede De Sangue[-skill].  Também acrescenta-se [skill]danos de aniquilação[-skill] aos danos causados por uma [skill]Nova Elemental[-skill]."
LockedSkillDetailStr="<Locked>"

[Skills.Bloodsplosion:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos/acumulação acrescentados a Nova: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodTrance SkillDefinition]
SkillName="Transe Sangrento"
SkillDescription="Aumenta a duração do [skill]Machado de Serra[-skill] para cada acumulação de [skill]Sede De Sangue[-skill] que você possuir ao ativá-lo."
LockedSkillDetailStr="<Locked>"

[Skills.BloodTrance:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Bonificação de tempo de massacre: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodyRevival SkillDefinition]
SkillName="Reanimação Sangrenta"
SkillDescription="Os [skill]danos de fuzis[-skill] aumentam para cada acumulação da [skill]Sede De Sangue[-skill] durante o estado [skill]Lute Por Sua Vida[-skill]."
LockedSkillDetailStr="<Locked>"

[Skills.BloodyRevival:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodyRevival_HUDFeedback_DEPRECATED SkillDefinition]
SkillName="Infomação de Reanimação Sangrenta na tela "
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.BloodyRevival_HUDFeedback_DEPRECATED:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Danos por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodyTwitch SkillDefinition]
SkillName="EspasmoSsangrento"
SkillDescription="[skill]Habilidade Mortal[-skill]. Ao eliminar um inimigo, sua [skill]velocidade para trocar de armas[-skill] é aumentada para cada acumulação da [skill]Sede De Sangue[-skill]. <br><br>[funstat]<font color='#70FFFF'>Infligir danos a um inimigo acrescenta acumulação da [skill]Sede De Sangue[-skill].  As acumulações desaparecem se você ficar alguns segundos sem causar danos.</font>[-funstat]"
LockedSkillDetailStr="<Locked>"

[Skills.BloodyTwitch:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Limite de acumulações da Sede De Sangue: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BloodyTwitch:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Velocidade de troca de armas por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BoilingBlood SkillDefinition]
SkillName="Sangue Fervente"
SkillDescription="Aumenta o tempo para que as acumulações da [skill]Sede De Sangue[-skill] comecem a desaparecer."
LockedSkillDetailStr="<Locked>"

[Skills.BoilingBlood:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Tempo de retenção de acumulações: $NUMBER$ segundos"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.BuzzAxeBombadier SkillDefinition]
SkillName="Machado de Serra Explosivo"
SkillDescription="Quando jogar seu Machado de Serra, ele levará junto uma [skill]dinamite[-skill] que explode ao impacto."
LockedSkillDetailStr="<Locked>"

[Skills.BuzzAxeBombadier:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="O machado faz KABUM!"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FuelTheBlood SkillDefinition]
SkillName="Celebrar O Sangue"
SkillDescription="[skill]Habilidade Mortal[-skill].  Ao eliminar um inimigo com um ataque corpo a corpo, os [skill]danos por granadas[-skill] são aumentados e acrescentam-se várias acumulações da [skill]Sede De Sangue[-skill]."
LockedSkillDetailStr="<Locked>"

[Skills.FuelTheBlood:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Acumulações da Sede De Sangue: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FuelTheBlood:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Dano por granadas por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.FuelTheBloodChild SkillDefinition]
SkillName="Celebrar O Delírio"
SkillDescription="Ao eliminar um inimigo com um ataque corpo a corpo, seus [skill]danos corpo a corpo[-skill] são aumentados e acrescentam-se várias acumulações da [skill]Sede De Sangue[-skill]."
LockedSkillDetailStr="<Locked>"

[Skills.FuelTheFrenzy_Feedback_DEPRECATED SkillDefinition]
SkillName="Celebrar O Delírio - Informação"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.NervousBlood SkillDefinition]
SkillName="Sangue Nervoso"
SkillDescription="[skill]Habilidade Mortal[-skill].  Ao eliminar um inimigo, sua [skill]velocidade de recarga[-skill] é aumentada para cada acumulação da [skill]Sede De Sangue[-skill]."
LockedSkillDetailStr="<Locked>"

[Skills.NervousBlood:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Duração da Torreta: $NUMBER$ segundos"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.NervousBlood:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Velocidade de recarga por acumulação: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.NervousBlood:AttributePresentationDefinition_53 AttributePresentationDefinition]
Description="Disparos por rajada: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.TasteOfBlood SkillDefinition]
SkillName="O Sabor Do Sangue"
SkillDescription="Usando o [skill]Machado de Serra[-skill], todos os danos são reduzidos e acrescentam-se acumulações adicionais de [skill]Sede De Sangue[-skill] ao eliminar os inimigos.  Quanto mais acumulações de [skill]Sede De Sangue[-skill] tiver, maior será a redução dos danos."
LockedSkillDetailStr="<Locked>"

[Skills.TasteOfBlood:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Acumulações da Sede De Sangue por morte: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.TasteOfBlood:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Redução máxima de danos: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

